<template>
  <div class="container">
    <h3>Отримання через ДФС</h3>

    <p>--</p>
    <p>
      <a target="_blank" href="https://www.youtube.com/watch?v=5axEBALdZZE">Відео інструкція</a>
    </p>
    <ul>
      <li>
        Підготувати потрібні документи: - Заповнена та підписана Реєстраційна
        картка для фізичної особи встановленого зразка, у двох примірниках;
      </li>
     
      <li>
        Копія паспорта заявника (копії 1-2 сторінок (3-6 за наявності відміток)
        та сторінка з відміткою про реєстрацію місця проживання) або копія
        паспорта заявника виготовленого у формі картки, що містить безконтактний
        електронний носій (копії лицьового та зворотного боку та копія
        паперового витягу з Єдиного державного демографічного реєстру про адресу
        реєстрації місця проживання, або копія Довідки про реєстрацію місця
        проживання фізичної особи), або паспорта громадянина України для виїзду
        за кордон з відміткою про постійне місце проживання в іноземній державі,
        засвідчена підписом власника;
      </li>
      <!-- <img width="500px" src="../assets/instr-privat/1.png" /> -->

      <li>
        Копія посвідки на постійне (тимчасове) місце проживання, засвідчена
        підписом власника, або паспорт громадянина іншої країни із нотаріально
        засвідченим перекладом на українську мову (для іноземних громадян);
      </li>
      <!-- <img width="500px" src="../assets/instr-privat/2.png" /> -->

      <li>
        Копія картки платника податків*, засвідчена підписом власника. За
        наявності у паспорті громадянина України реєстраційного номера облікової
        картки платника податків, замість копії картки платника податків, може
        бути подана копія сторінки паспорта громадянина України з відповідною
        відміткою, засвідчена підписом власника. Якщо через релігійні
        переконання фізична особа відмовилась від реєстраційного номеру
        облікової картки платника податків, додатково подається копія сторінки
        паспорту з відміткою про таку відмову.
      </li>
      <!-- <img width="500px" src="../assets/instr-privat/3.png" /> -->

      <li>
        * У разі, якщо через релігійні переконання фізична особа відмовилась
        від реєстраційного номеру облікової картки платника податків, копія
        картки платника податків не подається.
      </li>
      <!-- <img width="500px" src="../assets/instr-privat/4.png" /> -->

      <li>
       <a href="https://acskidd.gov.ua/download/rro/fiz_osoba_rro.zip">Завантажити комплект документів</a> 
      </li>
      <!-- <img width="500px" src="../assets/instr-privat/5.png" /> -->
    </ul>
  </div>
</template>

<style  scoped>
.container {
  /* max-width: 500px; */
  display: flex;
  flex-direction: column;
  align-items: center;
  padding: 50px 200px 50px 200px;
}
</style>