<template>
  <div class="container">
    <h3>Отримання через систему Приват24</h3>
    
    <p>
      Вам потрібно бути клієнтом ПриватБанку, в такому випадку ви можете
      отримати ЕЦП за допомогою Приват24.
    </p>
    <p><a target="_blank" href="https://www.youtube.com/watch?v=dxTHIBv4VTk">Відео інструкція</a> </p>
    <ul>
      <li>Авторизуйтесь до свого особистого кабінету в системі Приват24.</li>
      <li>Натискаємо «Усі послуги/Бізнес/Електронний цифровий підпис/Завантажити сертифікат»</li>
      <li>
        Перевірте дані, які мають відповідати паспортним. Обов'язково введіть
        поле електронної почти. Після цього натисніть "Дані вірні"
      </li>
    <img width="500px" src="../assets/instr-privat/1.png">

      <li>
        Натискаємо кнопку "Вибрати", для вибору директорії, де буде зберігатись
        файл - сховище ключів.
      </li>
          <img width="500px" src="../assets/instr-privat/2.png">

      <li>
        Придумайте пароль для файлу – сховища ключів. Пароль повинен мати
        довжину не меньшу ніж 8 символів та включати в себе цифри та букви
        латинського алфавіту.Dводимо його в 2 поля
      </li>
          <img width="500px" src="../assets/instr-privat/3.png">

      <li>
        Введіть пароль який надійшов Вам SMS-повідомленням або до мобільного
        додатку Приват24. Встановіть прапорець біля пункту «Я ознайомлений та
        згоден з Умовами та правилами надання банківських послуг і підтверджую
        коректність даних відправлених мною» та натисніть "Далі".
      </li>
          <img width="500px" src="../assets/instr-privat/4.png">

      <li>
        Заявка на отримання сертифікату отримана. З'явиться вікно з відповідним
        повідомленням та інформацією щодо сертифіката.Зберігаємо файл.
      </li>
          <img width="500px" src="../assets/instr-privat/5.png">

    </ul>
  </div>
</template>

<style  scoped>
.container {
  /* max-width: 500px; */
  display: flex;
  flex-direction: column;
  align-items: center;
  padding: 50px 200px 50px 200px
}
</style>